# Formulae
brew "jq"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "poetry"
brew "pyenv"
brew "pre-commit"
brew "terraform"
brew "git"
brew "z"
brew "gh"
brew "pinentry"
brew "tflint"
brew "conftest"
brew "coreutils"
brew "golang"
brew "kafka"
brew "dbt-snowflake"

# Casks
cask "beekeeper-studio"
cask "caffeine"
cask "tomighty"
cask "google-cloud-sdk"
cask "zoom"
cask "xmind"
